export const MOCK = [
	{
		content: {
			sms: [
				{
					id: 4,
					chat_id: 540,
					from: {
						name: 'Александр',
						surname: 'Кошелев',
					},
					to: 'Точилина Лидия',
					text: 'Зайдите ко мне! Зайдите ко мне! Зайдите ко мне! Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!Зайдите ко мне! Зайдите ко мне! Зайдите ко мне!',
					status: false,
					created_at: 1757342961,
					updated_at: 1757342961,
				},
				{
					id: 2,
					chat_id: 47,
					from: {
						name: 'Александр',
						surname: 'Кошелев',
					},
					to: 'Кошелева Валентина',
					text: '',
					status: false,
					created_at: 1757341903,
					updated_at: 1757341903,
				},
				{
					id: 5,
					chat_id: 47,
					from: {
						name: 'Александр',
						surname: 'Кошелев',
					},
					to: 'Кошелева Валентина',
					text: '',
					status: false,
					created_at: 1757341903,
					updated_at: 1757341903,
				},
				{
					id: 8,
					chat_id: 47,
					from: {
						name: 'Александр',
						surname: 'Кошелев',
					},
					to: 'Кошелева Валентина',
					text: '',
					status: false,
					created_at: 1757341903,
					updated_at: 1757341903,
				},
				{
					id: 10,
					chat_id: 47,
					from: {
						name: 'Александр',
						surname: 'Кошелев',
					},
					to: 'Кошелева Валентина',
					text: '',
					status: false,
					created_at: 1757341903,
					updated_at: 1757341903,
				},
				{
					id: 11,
					chat_id: 47,
					from: 'Кошелева Валентина',
					to: 'Кошелев Александр',
					text: '',
					status: false,
					created_at: 1757341903,
					updated_at: 1757341903,
				},
			],
		},
		message: 'OK!',
	},
];
