export const DEPARTAMENTS_MOCK = [
    {
        "id": 1,
        "name": "Администрация",
        "rang": 1,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 35
    },
    {
        "id": 2,
        "name": "Отдел персонала",
        "rang": 30,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 28
    },
    {
        "id": 3,
        "name": "Бухгалтерия",
        "rang": 10,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 16
    },
    {
        "id": 4,
        "name": "Техническая группа проектного отдела",
        "rang": 140,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 4
    },
    {
        "id": 5,
        "name": "Отдел оптовых продаж",
        "rang": 50,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 66
    },
    {
        "id": 6,
        "name": "Отдел рекламы",
        "rang": 70,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 16
    },
    {
        "id": 7,
        "name": "Технический отдел трансляционного звука",
        "rang": 60,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 25
    },
    {
        "id": 8,
        "name": "Проектный отдел",
        "rang": 100,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 26
    },
    {
        "id": 9,
        "name": "Склад Санкт-Петербург",
        "rang": 120,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 11
    },
    {
        "id": 11,
        "name": "Строительный отдел",
        "rang": 110,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 15
    },
    {
        "id": 13,
        "name": "Дилерский отдел",
        "rang": 130,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 1
    },
    {
        "id": 14,
        "name": "Отдел информационных технологий",
        "rang": 90,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 27
    },
    {
        "id": 15,
        "name": "Отдел информации",
        "rang": 40,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 23
    },
    {
        "id": 17,
        "name": "Пулково КПП",
        "rang": 150,
        "visible": 0,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 9
    },
    {
        "id": 18,
        "name": "Пулково 19",
        "rang": 170,
        "visible": 0,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 15
    },
    {
        "id": 19,
        "name": "Контрагенты",
        "rang": 180,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 5
    },
    {
        "id": 20,
        "name": "Технический отдел профессионального звука",
        "rang": 80,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 3
    },
    {
        "id": 21,
        "name": "Отдел Логистики",
        "rang": 20,
        "visible": 1,
        "deleted": 0,
        "position": null,
        "icon": null,
        "user_count": 1
    }
]

export const ORGAUTOFILL_MOCK = [
  { id: 1, name: 'ГрузоБабуля & Co — Везём даже твои грехи' },
  { id: 5, name: 'Транс-Сибирский Йог — Доставим в позе лотоса' },
  { id: 4, name: 'ООО "Пельмени на Колёсах" — Грузим горячее, не спрашивая зачем' },
  { id: 300, name: 'ИП Шлёп — Перевозки с душой  (и иногда с котом)' },
  { id: 340, name: 'Тик Слоу Логистикс — Мы медленные, зато надёжные  (иногда)' },
  { id: 500, name: 'Грузовая Магия — Исчезают только грузы, не клиенты  (обещаем)' },
  { id: 550, name: 'Фирма "Не Тронь Мою Фуру" — Страховка включает взгляды и чихи' },
  { id: 1600, name: 'КосмоГруз — Доставка на Марс от 3 рабочих дней  (без гарантии возврата)' },
  { id: 1230, name: 'Бабушкин Экспресс — Везём пирожки, валенки и твою совесть' },
  { id: 52341, name: 'Транс-Таракан — Грузим даже то, что шевелится' },
  { id: 45341, name: 'ООО "Спящий Водитель" — Доставляем во сне. Иногда просыпаемся.' },
  { id: 12452, name: 'ГрузоПельмень — Внутри может быть что угодно  (даже груз)' },
  { id: 45321, name: 'Фирма "Я Просто Проезжал" — Берём грузы по пути  (куда — не знаем)' },
];


export const ORG_LINKBID_MOCK = [
        {
            "key": 5183,
            "value": 5183,
            "label": 5183,
            "object": "Русское Оружие",
            "date": 1408612458
        },
        {
            "key": 14116,
            "value": 14116,
            "label": 14116,
            "object": "ДОМ",
            "date": 1440766070
        },
        {
            "key": 14117,
            "value": 14117,
            "label": 14117,
            "object": "ДоМ2",
            "date": 1440766185
        },
        {
            "key": 14688,
            "value": 14688,
            "label": 14688,
            "object": " ",
            "date": 1442238115
        },
        {
            "key": 14760,
            "value": 14760,
            "label": 14760,
            "object": "   ",
            "date": 1442579626
        },
        {
            "key": 15424,
            "value": 15424,
            "label": 15424,
            "object": "Тест",
            "date": 1444059104
        },
        {
            "key": 17112,
            "value": 17112,
            "label": 17112,
            "object": " ",
            "date": 1448376479
        },
        {
            "key": 17638,
            "value": 17638,
            "label": 17638,
            "object": " ",
            "date": 1449570630
        },
        {
            "key": 18656,
            "value": 18656,
            "label": 18656,
            "object": "тест222",
            "date": 1453123332
        },
        {
            "key": 18658,
            "value": 18658,
            "label": 18658,
            "object": "1",
            "date": 1453122658
        },
        {
            "key": 18660,
            "value": 18660,
            "label": 18660,
            "object": "1",
            "date": 1453123111
        },
        {
            "key": 18665,
            "value": 18665,
            "label": 18665,
            "object": "1",
            "date": 1453125438
        },
        {
            "key": 18669,
            "value": 18669,
            "label": 18669,
            "object": "2",
            "date": 1453126741
        },
        {
            "key": 18681,
            "value": 18681,
            "label": 18681,
            "object": "Чистяков",
            "date": 1453130576
        },
        {
            "key": 20761,
            "value": 20761,
            "label": 20761,
            "object": " ",
            "date": 1458744956
        },
        {
            "key": 20771,
            "value": 20771,
            "label": 20771,
            "object": "Интеграл",
            "date": 1458802036
        },
        {
            "key": 20819,
            "value": 20819,
            "label": 20819,
            "object": "онкобольница",
            "date": 1463996637
        },
        {
            "key": 20891,
            "value": 20891,
            "label": 20891,
            "object": "Сколково",
            "date": 1459157594
        },
        {
            "key": 21081,
            "value": 21081,
            "label": 21081,
            "object": " ",
            "date": 1459496962
        },
        {
            "key": 21083,
            "value": 21083,
            "label": 21083,
            "object": "нет информации",
            "date": 1459497334
        },
        {
            "key": 21149,
            "value": 21149,
            "label": 21149,
            "object": "нет информации",
            "date": 1459764654
        },
        {
            "key": 21188,
            "value": 21188,
            "label": 21188,
            "object": "нет",
            "date": 1459841437
        },
        {
            "key": 21330,
            "value": 21330,
            "label": 21330,
            "object": " ",
            "date": 1460027372
        },
        {
            "key": 21692,
            "value": 21692,
            "label": 21692,
            "object": " ",
            "date": 1461132994
        },
        {
            "key": 21807,
            "value": 21807,
            "label": 21807,
            "object": " ",
            "date": 1461251307
        },
        {
            "key": 23471,
            "value": 23471,
            "label": 23471,
            "object": "435",
            "date": 1465998429
        },
        {
            "key": 24531,
            "value": 24531,
            "label": 24531,
            "object": "",
            "date": 1468855981
        },
        {
            "key": 24651,
            "value": 24651,
            "label": 24651,
            "object": "",
            "date": 1469087267
        },
        {
            "key": 24710,
            "value": 24710,
            "label": 24710,
            "object": "",
            "date": 1469177507
        },
        {
            "key": 24831,
            "value": 24831,
            "label": 24831,
            "object": "",
            "date": 1469525664
        },
        {
            "key": 27319,
            "value": 27319,
            "label": 27319,
            "object": "",
            "date": 1474876246
        },
        {
            "key": 28173,
            "value": 28173,
            "label": 28173,
            "object": "ТРК- вариант 1",
            "date": 1470667122
        },
        {
            "key": 28251,
            "value": 28251,
            "label": 28251,
            "object": "Электровент",
            "date": 1476778676
        },
        {
            "key": 30012,
            "value": 30012,
            "label": 30012,
            "object": "",
            "date": 1479983668
        },
        {
            "key": 30515,
            "value": 30515,
            "label": 30515,
            "object": "",
            "date": 1481021617
        },
        {
            "key": 31261,
            "value": 31261,
            "label": 31261,
            "object": "",
            "date": 1482327948
        },
        {
            "key": 31577,
            "value": 31577,
            "label": 31577,
            "object": "",
            "date": 1483962201
        },
        {
            "key": 31580,
            "value": 31580,
            "label": 31580,
            "object": "",
            "date": 1483963527
        },
        {
            "key": 31665,
            "value": 31665,
            "label": 31665,
            "object": "",
            "date": 1484140606
        },
        {
            "key": 31712,
            "value": 31712,
            "label": 31712,
            "object": "",
            "date": 1484212937
        },
        {
            "key": 31759,
            "value": 31759,
            "label": 31759,
            "object": "",
            "date": 1484290505
        },
        {
            "key": 31825,
            "value": 31825,
            "label": 31825,
            "object": "",
            "date": 1484559835
        },
        {
            "key": 31963,
            "value": 31963,
            "label": 31963,
            "object": "",
            "date": 1484810972
        },
        {
            "key": 32165,
            "value": 32165,
            "label": 32165,
            "object": "",
            "date": 1485326611
        },
        {
            "key": 33178,
            "value": 33178,
            "label": 33178,
            "object": "",
            "date": 1487576554
        },
        {
            "key": 33431,
            "value": 33431,
            "label": 33431,
            "object": "",
            "date": 1488290857
        },
        {
            "key": 33513,
            "value": 33513,
            "label": 33513,
            "object": "",
            "date": 1488449725
        },
        {
            "key": 35312,
            "value": 35312,
            "label": 35312,
            "object": "",
            "date": 1492153856
        },
        {
            "key": 36618,
            "value": 36618,
            "label": 36618,
            "object": "тест",
            "date": 1495180527
        },
        {
            "key": 36917,
            "value": 36917,
            "label": 36917,
            "object": "",
            "date": 1495783761
        },
        {
            "key": 38159,
            "value": 38159,
            "label": 38159,
            "object": "",
            "date": 1498631033
        },
        {
            "key": 40881,
            "value": 40881,
            "label": 40881,
            "object": "",
            "date": 1503910780
        },
        {
            "key": 41464,
            "value": 41464,
            "label": 41464,
            "object": "",
            "date": 1504879103
        },
        {
            "key": 41700,
            "value": 41700,
            "label": 41700,
            "object": "",
            "date": 1505371856
        },
        {
            "key": 41862,
            "value": 41862,
            "label": 41862,
            "object": "",
            "date": 1505823078
        },
        {
            "key": 44401,
            "value": 44401,
            "label": 44401,
            "object": "",
            "date": 1511176949
        },
        {
            "key": 45194,
            "value": 45194,
            "label": 45194,
            "object": "",
            "date": 1512563759
        },
        {
            "key": 46514,
            "value": 46514,
            "label": 46514,
            "object": "",
            "date": 1516610992
        },
        {
            "key": 46916,
            "value": 46916,
            "label": 46916,
            "object": "Катя ММК",
            "date": 1517402595
        },
        {
            "key": 49174,
            "value": 49174,
            "label": 49174,
            "object": "",
            "date": 1522740336
        },
        {
            "key": 49717,
            "value": 49717,
            "label": 49717,
            "object": "",
            "date": 1523608336
        },
        {
            "key": 51302,
            "value": 51302,
            "label": 51302,
            "object": "",
            "date": 1527153807
        },
        {
            "key": 51748,
            "value": 51748,
            "label": 51748,
            "object": "",
            "date": 1528112347
        },
        {
            "key": 51960,
            "value": 51960,
            "label": 51960,
            "object": "",
            "date": 1528374640
        },
        {
            "key": 60116,
            "value": 60116,
            "label": 60116,
            "object": "",
            "date": 1548064046
        },
        {
            "key": 60192,
            "value": 60192,
            "label": 60192,
            "object": "",
            "date": 1548163232
        },
        {
            "key": 60213,
            "value": 60213,
            "label": 60213,
            "object": "",
            "date": 1548233022
        },
        {
            "key": 60418,
            "value": 60418,
            "label": 60418,
            "object": "",
            "date": 1548754339
        },
        {
            "key": 60513,
            "value": 60513,
            "label": 60513,
            "object": "",
            "date": 1548927453
        },
        {
            "key": 61033,
            "value": 61033,
            "label": 61033,
            "object": "",
            "date": 1550128085
        },
        {
            "key": 61043,
            "value": 61043,
            "label": 61043,
            "object": "",
            "date": 1550135497
        },
        {
            "key": 61081,
            "value": 61081,
            "label": 61081,
            "object": "",
            "date": 1550214984
        },
        {
            "key": 61213,
            "value": 61213,
            "label": 61213,
            "object": "",
            "date": 1550577159
        },
        {
            "key": 61388,
            "value": 61388,
            "label": 61388,
            "object": "",
            "date": 1551077558
        },
        {
            "key": 61526,
            "value": 61526,
            "label": 61526,
            "object": "",
            "date": 1551340208
        },
    ];


    export const ORG_ERECTORS_MOCK = [
    {
        "label": "Тестовая карточка (1)",
        "value": 1,
        "key": 1
    },
    {
        "label": "Универсал-Сервис (5)",
        "value": 5,
        "key": 5
    },
    {
        "label": "Стройновация (7)",
        "value": 7,
        "key": 7
    },
    {
        "label": "Котласпроект (9)",
        "value": 9,
        "key": 9
    },
    {
        "label": "ТАПМ Псковархпроект-М (14)",
        "value": 14,
        "key": 14
    },
    {
        "label": "Газтеплопроект (17)",
        "value": 17,
        "key": 17
    },
    {
        "label": "Промгражданпроект (24)",
        "value": 24,
        "key": 24
    },
    {
        "label": "Проектный институт 'Карелагропромпроект' (27)",
        "value": 27,
        "key": 27
    },
    {
        "label": "Лад (30)",
        "value": 30,
        "key": 30
    },
    {
        "label": "Интеграл-проект (32)",
        "value": 32,
        "key": 32
    },
    {
        "label": "ЗапСибЗНИИЭП (33)",
        "value": 33,
        "key": 33
    },
    {
        "label": "Комигражданпроект (34)",
        "value": 34,
        "key": 34
    },
    {
        "label": "НИПИ 'Инжнефтегазстрой' (36)",
        "value": 36,
        "key": 36
    },
    {
        "label": "Западно-Сибирская проектно-строительная компания (42)",
        "value": 42,
        "key": 42
    },
    {
        "label": "Ухтагорпроект (44)",
        "value": 44,
        "key": 44
    },
    {
        "label": "Ухтажилстройпроект (45)",
        "value": 45,
        "key": 45
    },
    {
        "label": "Мурманскстрой (47)",
        "value": 47,
        "key": 47
    },
    {
        "label": "Мигма (48)",
        "value": 48,
        "key": 48
    },
    {
        "label": "НПО Автоматики (49)",
        "value": 49,
        "key": 49
    },
    {
        "label": "Проектная фирма 'Темп' (50)",
        "value": 50,
        "key": 50
    },
    {
        "label": "Микар-Люкс (55)",
        "value": 55,
        "key": 55
    },
    {
        "label": "Стройтехмонтаж (56)",
        "value": 56,
        "key": 56
    },
    {
        "label": "Институт Псковгражданпроект (58)",
        "value": 58,
        "key": 58
    },
    {
        "label": "Творческое объединение 'Архстройсервис' (61)",
        "value": 61,
        "key": 61
    },
    {
        "label": "Архстройсервис Плюс (63)",
        "value": 63,
        "key": 63
    },
    {
        "label": "Промгражданпроект (64)",
        "value": 64,
        "key": 64
    },
    {
        "label": "Проектно-реставрационная компания 'Вяткапроект ' (65)",
        "value": 65,
        "key": 65
    },
    {
        "label": "Институт Кировагропромпроект (66)",
        "value": 66,
        "key": 66
    },
    {
        "label": "Абрис (67)",
        "value": 67,
        "key": 67
    },
    {
        "label": "Астра (68)",
        "value": 68,
        "key": 68
    },
    {
        "label": "Атена-Волга (71)",
        "value": 71,
        "key": 71
    },
    {
        "label": "Пожарно-охранные системы и технологии-строй (73)",
        "value": 73,
        "key": 73
    },
    {
        "label": "Атомэнергопроект (74)",
        "value": 74,
        "key": 74
    },
    {
        "label": "Вятская проектно-строительная компания (76)",
        "value": 76,
        "key": 76
    },
    {
        "label": "ПИИ Волгагражданпроект (77)",
        "value": 77,
        "key": 77
    },
    {
        "label": "Инженерная защита сооружений (78)",
        "value": 78,
        "key": 78
    },
    {
        "label": "Архстрой (79)",
        "value": 79,
        "key": 79
    },
    {
        "label": "Ивановогражданпроект (80)",
        "value": 80,
        "key": 80
    },
    {
        "label": "Ивановопроект (81)",
        "value": 81,
        "key": 81
    },
    {
        "label": "Ивановский проектный институт по градостроительству промышленности и изысканиям №6 (82)",
        "value": 82,
        "key": 82
    },
    {
        "label": "Институт Костромагипроводхоз (83)",
        "value": 83,
        "key": 83
    },
    {
        "label": "Монтажэлектропроект (84)",
        "value": 84,
        "key": 84
    },
    {
        "label": "Проектавтодор (85)",
        "value": 85,
        "key": 85
    },
    {
        "label": "Зауралводпроект (86)",
        "value": 86,
        "key": 86
    },
    {
        "label": "Кургантрансмашпроект-Р (88)",
        "value": 88,
        "key": 88
    },
    {
        "label": "Липецкстальпроект (90)",
        "value": 90,
        "key": 90
    },
    {
        "label": "НИПА САУ (91)",
        "value": 91,
        "key": 91
    },
    {
        "label": "Адыгеясельхозпроект (93)",
        "value": 93,
        "key": 93
    },
    {
        "label": "Адыгжилкоммунпроект Республики Адыгея (94)",
        "value": 94,
        "key": 94
    },
    {
        "label": "Оренбургагропромпроект (96)",
        "value": 96,
        "key": 96
    },
    {
        "label": "Орскгражданпроект (98)",
        "value": 98,
        "key": 98
    },
    {
        "label": "Кудымкаргорпроект (99)",
        "value": 99,
        "key": 99
    },
    {
        "label": "Гражданпромпроект (100)",
        "value": 100,
        "key": 100
    },
    {
        "label": "Мона (102)",
        "value": 102,
        "key": 102
    },
    {
        "label": "Торгово-выставочный зал 'ПроектЭлектроМонтаж' (105)",
        "value": 105,
        "key": 105
    },
    {
        "label": "Волгокарт (109)",
        "value": 109,
        "key": 109
    },
    {
        "label": "Волгоградархпроект (111)",
        "value": 111,
        "key": 111
    },
    {
        "label": "Институт Волгоградгражданпроект (112)",
        "value": 112,
        "key": 112
    },
    {
        "label": "Волгограднефтепроект (114)",
        "value": 114,
        "key": 114
    },
    {
        "label": "Волгограднипиморнефть (115)",
        "value": 115,
        "key": 115
    },
    {
        "label": "Волгоградпроект (116)",
        "value": 116,
        "key": 116
    },
    {
        "label": "Волгоградреконструкция (117)",
        "value": 117,
        "key": 117
    },
    {
        "label": "Волгоградстрой-Проект (118)",
        "value": 118,
        "key": 118
    },
    {
        "label": "Волгоградэнергосетьпроект (119)",
        "value": 119,
        "key": 119
    },
    {
        "label": "Гипроавтотранс (121)",
        "value": 121,
        "key": 121
    },
    {
        "label": "Градостроитель (124)",
        "value": 124,
        "key": 124
    },
    {
        "label": "Идеальный город (125)",
        "value": 125,
        "key": 125
    },
    {
        "label": "Инвар (126)",
        "value": 126,
        "key": 126
    },
    {
        "label": "ГИБДД Управление ГУВД Санкт-Петербурга и Ленинградской области (132)",
        "value": 132,
        "key": 132
    },
    {
        "label": "Базилик (133)",
        "value": 133,
        "key": 133
    },
    {
        "label": "Волгоградгипротрубопровод филиал ОАО 'Гипротрубопровод' (134)",
        "value": 134,
        "key": 134
    },
    {
        "label": "Максимум (135)",
        "value": 135,
        "key": 135
    },
    {
        "label": "Центр сметных разработок ЛИКВИДАЦИЯ (137)",
        "value": 137,
        "key": 137
    },
    {
        "label": "Сибирский ЭНТЦ, Красноярский филиал (138)",
        "value": 138,
        "key": 138
    },
    {
        "label": "Универсалпроект ЛИКВИДИРОВАНА (140)",
        "value": 140,
        "key": 140
    },
    {
        "label": "Палером-Комплект (141)",
        "value": 141,
        "key": 141
    },
    {
        "label": "Компания Спецавтоматика (142)",
        "value": 142,
        "key": 142
    },
    {
        "label": "Плац-А (143)",
        "value": 143,
        "key": 143
    },
    {
        "label": "ТМЦ Ардис (146)",
        "value": 146,
        "key": 146
    },
    {
        "label": "Астор 2002 (148)",
        "value": 148,
        "key": 148
    },
    {
        "label": "Красноярский архитектурный фонд (149)",
        "value": 149,
        "key": 149
    },
    {
        "label": "Красноярсклеспроектстрой Банкротство (150)",
        "value": 150,
        "key": 150
    }
]