export const MODAL_HISTORY_LIST = [
    {
        "path": [
            "Проекты",
            1545,
            "Этап"
        ],
        "old": "sdafsdafasd",
        "new": "гей",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Автор"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Дата начала"
        ],
        "old": "2025-03-09T21:00:00.000000Z",
        "new": 1741554000,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Дата завершения"
        ],
        "old": "2025-03-10T21:00:00.000000Z",
        "new": 1741640400,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Тип соуэ"
        ],
        "old": "asdfads",
        "new": "",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Автор"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Дата начала"
        ],
        "old": "2016-09-29T21:00:00.000000Z",
        "new": 1475182800,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Дата завершения"
        ],
        "old": "2016-11-29T21:00:00.000000Z",
        "new": 1480453200,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Компания"
        ],
        "old": 0,
        "new": 2,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1756969201,
        "type": 2
    },
    {
        "path": [
            "Отдел продаж",
            "Статус цен"
        ],
        "old": 1,
        "new": 2,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1752755938,
        "type": 2
    },
    {
        "path": [
            "Отдел продаж",
            "ID list"
        ],
        "old": 0,
        "new": 2038,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1752755911,
        "type": 2
    },
    {
        "path": [
            "Основное",
            "Второе название"
        ],
        "old": "dfsdfsdfsdgfhdfghdgfhdfghfgdhgdfhdgf",
        "new": "dfsdfsdfsdgfhdfghdgfhdfghfgdhgdfhdgfsaddgdfyhert45e3rhrdfdfggdfhgdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1752577334,
        "type": 2
    },
    {
        "path": [
            "Основное",
            "Второе название"
        ],
        "old": "dfsdfsdfsd",
        "new": "dfsdfsdfsdgfhdfghdgfhdfghfgdhgdfhdgf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1752577288,
        "type": 2
    },
    {
        "path": [
            "Основное",
            "Второе название"
        ],
        "old": "",
        "new": "dfsdfsdfsd",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1752575935,
        "type": 2
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Комментарий"
        ],
        "old": "",
        "new": "фыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Фамилия"
        ],
        "old": "",
        "new": "вфыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Отчество"
        ],
        "old": "",
        "new": "вфыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Имя"
        ],
        "old": "",
        "new": "вфыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Должность"
        ],
        "old": "",
        "new": "вфывфы",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Рассылка"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Удален"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            92634,
            "Ушел в организацию"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактный телефон",
            69136,
            "Номер"
        ],
        "old": "",
        "new": "645645456",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактный телефон",
            69136,
            "Комментарий"
        ],
        "old": "",
        "new": "аппра",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактный телефон",
            69136,
            "Добавочный"
        ],
        "old": "",
        "new": "34",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Контактные лица",
            "Контактный телефон",
            69136,
            "Удален"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741601014,
        "type": 1
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 3
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 3
    },
    {
        "path": [
            "Встречи",
            1430,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741600871,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Абонент"
        ],
        "old": "",
        "new": "fgsdfgsdfgsdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Должность"
        ],
        "old": "",
        "new": "sdfgsdfgsdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Телефон"
        ],
        "old": "",
        "new": "423523432",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Тема"
        ],
        "old": "",
        "new": "gdfgdfgfd",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595545,
        "type": 3
    },
    {
        "path": [
            "Проекты",
            1545,
            "Название"
        ],
        "old": "",
        "new": "asdfsda",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Оборудование"
        ],
        "old": "",
        "new": "fsadfasdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Заказчик"
        ],
        "old": "",
        "new": "asfasd",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Адрес"
        ],
        "old": "",
        "new": "fsadsfdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Этап"
        ],
        "old": "",
        "new": "sdafsdafasd",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Контактное лицо"
        ],
        "old": "",
        "new": "asdfasdfsadfsdafasdf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Дата начала"
        ],
        "old": "",
        "new": "2025-03-10",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Дата завершения"
        ],
        "old": "",
        "new": "2025-03-11",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Стоимость"
        ],
        "old": "",
        "new": "342134",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Вознаграждение"
        ],
        "old": "",
        "new": "3214231",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Комментарий"
        ],
        "old": "",
        "new": "dsafadsf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Тип соуэ"
        ],
        "old": "",
        "new": "asdfads",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1545,
            "Монтажная организация"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Дата начала"
        ],
        "old": "2016-09-30T00:00:00.000000Z",
        "new": "2016-09-30",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Дата завершения"
        ],
        "old": "",
        "new": "2016-11-30",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Проекты",
            1546,
            "Компания"
        ],
        "old": 2,
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741595371,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Абонент"
        ],
        "old": "test2",
        "new": "Андрей",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Должность"
        ],
        "old": "",
        "new": "Молодец",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Телефон"
        ],
        "old": "",
        "new": "1431312312312",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357866,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Абонент"
        ],
        "old": "test",
        "new": "Петр",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357822,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Должность"
        ],
        "old": "",
        "new": "ваываыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357813,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357726,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            2526,
            "Телефон"
        ],
        "old": "",
        "new": "11111111",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            2526,
            "Тема"
        ],
        "old": "",
        "new": "sdfsdfsd",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            2526,
            "Заметка"
        ],
        "old": "",
        "new": "fdsfdsf",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5695,
            "Дата"
        ],
        "old": "2021-03-24T00:00:00.000000Z",
        "new": "2021-03-24",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357667,
        "type": 3
    },
    {
        "path": [
            "Звонки",
            2526,
            "Дата"
        ],
        "old": "2016-09-14T00:00:00.000000Z",
        "new": "2016-09-14",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5313,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5314,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5315,
            "Дата"
        ],
        "old": "2019-12-25T00:00:00.000000Z",
        "new": "2019-12-25",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Звонки",
            5692,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1430,
            "Дата"
        ],
        "old": "2021-03-17T00:00:00.000000Z",
        "new": "2021-03-17",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 2
    },
    {
        "path": [
            "Встречи",
            1390,
            "Удален"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741357654,
        "type": 3
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "Название организации"
        ],
        "old": "",
        "new": "ООО Лайт",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "Реквизиты"
        ],
        "old": "",
        "new": "1111\nывффывфы\nаывфапвыаыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "ИНН"
        ],
        "old": "",
        "new": "123213",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "КПП"
        ],
        "old": "",
        "new": "321321321",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "Удалён"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            7242,
            "Идентификатор организации"
        ],
        "old": "",
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "Название организации"
        ],
        "old": "",
        "new": "ООО Лайт",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "Реквизиты"
        ],
        "old": "",
        "new": "1111\nывффывфы\nаывфапвыаыв",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "ИНН"
        ],
        "old": "",
        "new": "123213",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "КПП"
        ],
        "old": "",
        "new": "321321321",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "Удалён"
        ],
        "old": "",
        "new": 0,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            "new1741350099",
            "Идентификатор организации"
        ],
        "old": "",
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350129,
        "type": 1
    },
    {
        "path": [
            "Фирмы плательщики",
            2239,
            "Удалён"
        ],
        "old": 0,
        "new": 1,
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350083,
        "type": 3
    },
    {
        "path": [
            "Фирмы плательщики",
            2239,
            "Реквизиты"
        ],
        "old": "12616161",
        "new": "126161611",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350065,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            2239,
            "ИНН"
        ],
        "old": "1",
        "new": "11",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350065,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            2239,
            "КПП"
        ],
        "old": "1",
        "new": "11",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350065,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            "Реквизиты",
            2239,
            "Реквизиты"
        ],
        "old": "1261616",
        "new": "12616161",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350023,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            "Реквизиты",
            2239,
            "ИНН"
        ],
        "old": "",
        "new": "1",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350023,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            "Реквизиты",
            2239,
            "КПП"
        ],
        "old": "",
        "new": "1",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741350023,
        "type": 2
    },
    {
        "path": [
            "Фирмы плательщики",
            "Реквизиты",
            2239,
            "Реквизиты"
        ],
        "old": "",
        "new": "1261616",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741348845,
        "type": 2
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            80060,
            "Отчество"
        ],
        "old": "",
        "new": "44444",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741272677,
        "type": 2
    },
    {
        "path": [
            "Контактные лица",
            "Контактное лицо",
            83880,
            "Имя"
        ],
        "old": "Александр ",
        "new": "Александр",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741272677,
        "type": 2
    },
    {
        "path": [
            "Контактные лица",
            "Контактный телефон",
            60109,
            "Номер"
        ],
        "old": "+7-495-640-79-27 ",
        "new": "+7-495-640-79-27",
        "shortUserName": "Кошелев А. С.",
        "fullUserName": "Кошелев Александр Станиславович",
        "date": 1741272677,
        "type": 2
    }
]