export const REGIONS = [
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },
    {
        "key": 1,
        "value": 1,
        "label": "Северо-Западный ФО",
        "id": 1,
        "name": "Северо-Западный ФО"
    },
    {
        "key": 2,
        "value": 2,
        "label": "Центральный ФО",
        "id": 2,
        "name": "Центральный ФО"
    },
    {
        "key": 3,
        "value": 3,
        "label": "Приволжский ФО",
        "id": 3,
        "name": "Приволжский ФО"
    },

];

export const TOWNS = [
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },{
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },

    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },
    {
        "value": 1,
        "label": "Амурская обл., г. Благовещенск",
        "id_region": 7,
        "name": "Амурская обл., г. Благовещенск",
        "id": 7
    },
    {
        "value": 2,
        "label": "Краснодарский край, г. Апшеронск",
        "id_region": 4,
        "name": "Краснодарский край, г. Апшеронск",
        "id": 2
    },
    {
        "value": 3,
        "label": "Краснодарский край, г. Армавир",
        "id_region": 4,
        "name": "Краснодарский край, г. Армавир",
        "id": 4
    },



];